Repository: mjeanrichard/OutdoorTracker
Catalog: OutdoorTracker/Resources/*/Messages.resw
Source language: en
Languages: de

# Dialog_Cancel
source: Cancel
de: Abbrechen

# Dialog_GotoGithub
source: Create Issue
de: Melden

# Dialog_No
source: No
de: Nein

# Dialog_SendReport
source: Would you like to report this Error?
de: Möchten Sie diesen Fehler melden?

# Dialog_Yes
source: Yes
de: Ja

# Dialog_YesSendReport
source: Yes, send report
de: Ja, melden

# GpxTrackBuilder_NoTracksFound
source: Could not find any Tracks in this file.
de: In dieser Datei wurden keine Pfade gefunden.

# GpxTrackBuilder_NoTracksFoundMessage
source: If you think this is an error, please create an issue on GitHub.
de: Wenn diese Datei gültige Pfade enthält, können Sie dies auf GitHub melden.

# GpxTrackBuilder_Success
source: The selected tracks have been exported successfully.
de: Die ausgewählten Pfade wurden erfolgreich exportiert.

# GpxTrackBuilder_SuccessTitle
source: Export completed
de: Export erfolgreich

# KmlTrackBuilder_NoTracksFound
source: There are not Tracks in this File.
de: In dieser Datei wurden keine Pfade gefunden.

# KmlTrackBuilder_NoTracksFoundMessage
source: If you think this is an error, please create an issue on GitHub.
de: Wenn diese Datei gültige Pfade enthält, können Sie dies auf GitHub melden.

# KmlTrackBuilder_Success
source: The selected tracks have been exported successfully.
de: Die ausgewählten Pfade wurden erfolgreich exportiert.

# KmlTrackBuilder_SuccessTitle
source: Export completed
de: Export erfolgreich

# LayersViewModel_DeleteCacheMessage
source: Do you want to delete all downloaded maps from this app?
de: Möchen Sie wirklich alle von dieser App heruntergeladenen Karten löschen?

# LayersViewModel_DeleteCacheMessageTitle
source: Delete map cache?
de: Karten löschen?

# LayersViewModel_ImportingMessage
source: Importing Map Layers...
de: Importiere neue Karten ...

# LayersViewModel_LoadingSize
source: Loading size...
de: Lade Grösse ...

# LayersViewModel_SizeText
source: Size: {0:N0} mb
de: Grösse: {0:N0} MB

# LayersViewModel_UnknownSize
source: Size not available.
de: Grösse nicht verfügbar

# LayersViewModel_YesDelete
source: Yes, delete
de: Ja, löschen

# MapDefinitionManager_ImportError
source: The selected layer definition could not be imported.
de: Die gewählte Kartendefinition konnte nicht importiert werden.

# MapDefinitionManager_ImportErrorTitle
source: Cannot import map definition
de: Fehler beim Import

# MapDefinitionManager_ImportInvalidJson
source: The selected layer definition could not be imported, it is not valid.
de: Die gewählte Kartendefinition konnte nicht importiert werden. Das Format ist ungültig.

# MapDefinitionManager_ImportInvalidJsonTitle
source: Cannot import map definition
de: Fehler beim Import

# MapDefinitionManager_LayerExists
source: There is already a Map Definition with the name '{0}'. Do you want to overwrite it?
de: Es gibt bereits eine Kartendefinition mit dem Namen '{0}'. Möchten Sie diese überschreiben?

# MapDefinitionManager_Overwrite
source: Overwrite
de: Überschreiben

# MapDefinitionManager_Skip
source: Skip
de: Überspringen

# MapDefinitionManager_UnknownConfig
source: The Map could not be loaded. Unknown layer definition '{0}'.
de: Die Karte konnte nicht geladen werden. Unbekannte Ebene '{0}'.

# MapDefinitionManager_UnknownProjection
source: The Map could not be loaded. Unknown projection '{0}'.
de: Die Karte konnte nicht geladen werden. Unbekannte Projektion '{0}'.

# TrackBuilder_ImportFailedTitle
source: {0} Import failed
de: {0} Import fehlgeschlagen

# TrackImporter_ExportErrorTitle
source: Failed to export tracks
de: Die Pfade konnten nicht exportiert werden

# TrackImporter_GpxFile
source: GPX file
de: GPX Datei

# TrackImporter_ImportError
source: Could not import any tracks from the selected file. Are you sure that this is a valid file?
de: Aus der gewählten Datei konnten keine Pfade importiert werden. Sind Sie sicher, dass es eine gültige Datei ist?

# TrackImporter_ImportErrorTitle
source: Failed to import tracks
de: Pfad-Import fehlgeschlagen

# TrackImporter_KmlFile
source: KML file
de: KML Datei

# TrackImporter_UnknownType
source: The Element '{0}' is not a known track type.
de: Das Element '{0}' ist kein bekannter Pfad Typ.

# TrackImporter_UnknownTypeTitle
source: Unknown Track Type
de: Unbekannter Pfad Typ

# TrackRecorder_ContinueTracking
source: Would you like to continue the last Tracking session?
de: Möchten Sie die Aufzeichnung fortsetzen?

# TrackRecorder_ContinueTrackingTitle
source: Tracking session found
de: Laufende Pfad Aufzeichnung gefunden

# TracksPage_DeleteMessage
source: Are you sure that you want to delete the selected tracks.
de: Wollen Sie die selektierten Pfade löschen?

# TracksPage_DeleteSingleMessage
source: Are you sure that you want to delete the track '{0}'?
de: Wollen Sie den Pfad '{0}' löschen?

# TracksPage_DeleteSingleTitle
source: Delete track
de: Pfad löschen

# TracksPage_DeleteTitle
source: Delete tracks
de: Pfade löschen

# TracksPage_DeletingText
source: Deleting selected tracks...
de: Lösche die ausgewählten Pfade ...

# TracksPage_ExportingText
source: Exporting selected tracks...
de: Exportiere die ausgewählten Pfade ...

# TracksPage_ImportingText
source: Importing tracks...
de: Importiere Pfade ...

# TracksPage_StopTracking
source: You are already recoring a track. Do you want to stop recording and create a new track?
de: Sie zeichen bereits einen Pfad auf. Wollen Sie die aktuelle Aufzeichnung beenden und eine neue starten?

# TracksPage_YesDelete
source: Yes, delete
de: Ja, löschen

# TracksPage_YesStopTracking
source: Yes, stop tracking
de: Ja, Aufzeichnung beenden
